Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AVSurroundImmersiveAudio
source: Immersive Audio
ar: صوت غامر
ca: Àudio immersiu
cs: Imerzivní zvuk
da: Fordybende lyd
de: Immersives Audio
el: Καθηλωτικός ήχος
es: Audio inmersivo
es_us: Audio inmersivo
fi: Immersiivinen ääni
fr: Son immersif
fr_ca: Son immersif
he: שמע רב-ממדי
hi: इमर्सिव ऑडियो
hr: Prožimajući zvuk
hu: Immerzív hangzás
id: Audio Imersif
it: Audio immersivo
ja: イマーシブオーディオ
ko: 몰입형 오디오
ms: Audio Imersif
nb: Objektbasert lyd
nl: Meeslepende audio
pl: Dźwięk immersyjny
pt_br: Áudio Imersivo
pt_pt: Áudio imersivo
ro: Sunet imersiv
ru: Иммерсивный звук
sk: Realistický zvuk
sl: Pristen zvok
sv: Omslutande ljud
th: ดื่มด่ำไปกับเสียง
tr: Sarmalayan Ses
uk: Тривимірний звук
vi: Âm thanh siêu chân thực
zh_cn: 沉浸式音效
zh_hk: 沉浸式音訊
zh_tw: 沉浸式音效

# AVSurroundMATLock
source: Use MAT for All Formats
ar: استخدام MAT لجميع التنسيقات
ca: Utilitza MAT per a tots els formats
cs: Pro všechny formáty používat MAT
da: Brug MAT til alle formater
de: MAT für alle Formate verwenden
el: Χρήση MAT για όλες τις μορφές
es: Usar MAT para todos los formatos
es_us: Usar MAT para todos los formatos
fi: Käytä MAT:ia kaikille muodoille
fr: Utiliser le Dolby MAT pour tous les formats
fr_ca: Utiliser MAT pour tous les formats
he: שימוש ב-MAT לכל הפורמטים
hi: सभी फ़ॉर्मैट के लिए MAT का इस्तेमाल करें
hr: Koristi MAT za sve formate
hu: MAT használata az összes formátumhoz
id: Gunakan MAT untuk Semua Format
it: Usa MAT per tutti i formati
ja: すべてのフォーマットにMATを使用
ko: 모든 포맷에 MAT 사용
ms: Gunakan MAT untuk Semua Format
nb: Bruk MAT for alle formater
nl: Gebruik MAT voor alle structuren
pl: Używaj MAT dla wszystkich formatów
pt_br: Usar MAT para Todos os Formatos
pt_pt: Usar MAT para todos os formatos
ro: Utilizare MAT pentru toate formatele
ru: Всегда использовать версию MAT (без сжатия)
sk: Použiť MAT pre všetky formáty
sl: Uporabi MAT za vse oblike zapisa
sv: Använd MAT för alla format
th: ใช้ MAT สำหรับรูปแบบทั้งหมด
tr: Tüm Biçimler İçin MAT Kullan
uk: Використовувати MAT для всіх форматів
vi: Sử dụng MAT cho tất cả định dạng
zh_cn: 使用MAT处理所有格式
zh_hk: 使用MAT處理所有格式
zh_tw: 將MAT用於所有格式

# AVSurroundNewFormat
source: New Format
ar: التنسيق الجديد
ca: Format nou
cs: Nový formát
da: Nyt format
de: Neues Format
el: Νέα μορφή
es: Nuevo formato
es_us: Nuevo formato
fi: Uusi muoto
fr: Nouveau format
fr_ca: Nouveau format
he: פורמט חדש
hi: नया फ़ॉर्मैट
hr: Novi format
hu: Új formátum
id: Format Baru
it: Nuovo formato
ja: 新規フォーマット
ko: 새로운 포맷
ms: Format Baharu
nb: Nytt format
nl: Nieuwe structuur
pl: Nowy format
pt_br: Novo Formato
pt_pt: Novo formato
ro: Format nou
ru: Новый формат
sk: Nový formát
sl: Nova oblika zapisa
sv: Nytt format
th: รูปแบบใหม่
tr: Yeni Biçim
uk: Новий формат
vi: Định dạng mới
zh_cn: 新格式
zh_hk: 新格式
zh_tw: 新格式

# AVSurroundNewFormatDolbyDescription
source: Audio will be re-encoded as Dolby Digital 5.1. Turn off Change Format to improve audio quality. For more information, see support.apple.com/appletv/audio
ar: ستتم إعادة ترميز الصوت بتنسيق Dolby Digital 5.1. أوقف "تغيير التنسيق" لتحسين جودة الصوت. لمزيد من المعلومات، يرجى مراجعة support.apple.com/appletv/audio
ca: Es recodificarà l’àudio com a Dolby Digital 5.1. Si vols millorar‑ne la qualitat, desactiva “Canvia el format”. Trobaràs més informació a support.apple.com/appletv/audio.
cs: Zvuk bude znovu kódován jako Dolby Digital 5.1. Chcete‑li zlepšit kvalitu zvuku, vypněte volbu Změnit formát. Další informace viz support.apple.com/appletv/audio
da: Lyd bliver omkodet til Dolby Digital 5.1. Slå Skift format fra for at forbedre lydkvaliteten. Du kan få flere oplysninger på support.apple.com/appletv/audio
de: Audio wird als Dolby Digital 5.1 neu codiert. Schalte „Format ändern“ aus, um die Audioqualität zu verbessern. Weitere Infos findest du unter: support.apple.com/appletv/audio
el: Ο ήχος θα κωδικοποιηθεί εκ νέου ως Dolby Digital 5.1. Απενεργοποιήστε την «Αλλαγή μορφής» για βελτίωση της ποιότητας ήχου. Για περισσότερες πληροφορίες, επισκεφθείτε τη διεύθυνση support.apple.com/appletv/audio
es: El audio se recodificará como Dolby Digital 5.1. Desactiva “Cambiar formato” para mejorar la calidad del audio. Si quieres obtener más información, consulta support.apple.com/appletv/audio.
es_us: El audio se volverá a codificar en formato Dolby Digital 5.1. Desactiva Cambiar el formato para mejorar la calidad del audio. Para más información, consulta support.apple.com/appletv/audio
fi: Ääni koodataan uudelleen Dolby Digital 5.1:ksi. Paranna äänenlaatua laittamalla ”Vaihda muotoa” pois päältä. Katso lisätietoja osoitteesta support.apple.com/appletv/audio
fr: Le son sera réencodé en Dolby Digital 5.1. Désactivez « Changer de format » pour améliorer la qualité audio. Pour en savoir plus, consultez la page suivante : support.apple.com/appletv/audio
fr_ca: Le son sera réencodé en format Dolby Digital 5.1. Désactivez Modifier le format pour améliorer la qualité audio. Pour en savoir plus, consultez support.apple.com/appletv/audio.
he: השמע יקודד מחדש כ-Dolby Digital 5.1. לאיכות שמע משופרת, יש לכבות את ״שינוי פורמט״. מידע נוסף זמין בכתובת: support.apple.com/appletv/audio
hi: ऑडियो को Dolby Digital 5.1 के रूप में फिर से एनकोड किया जाएगा। ऑडियो गुणवत्ता को बेहतर करने के लिए “फ़ॉर्मैट बदलें” बंद करें। अधिक जानकारी के लिए, देखें support.apple.com/appletv/audio
hr: Audio će se ponovno kodirati kao Dolby Digital 5.1. Isključite opciju “Promijeni format” za poboljšanje kvalitete zvuka. Za dodatne informacije pogledajte support.apple.com/appletv/audio
hu: A hang újra lesz kódolva Dolby Digital 5.1-es hangként. A hangminőség javítása érdekében kapcsolja ki a Formátum módosítása beállítást. További információkért keresse fel a következőt: support.apple.com/appletv/audio
id: Audio akan dikodekan ulang sebagai Dolby Digital 5.1. Matikan Ubah Format untuk meningkatkan kualitas audio. Untuk informasi lainnya, lihat support.apple.com/appletv/audio
it: L’audio verrà ricodificato come Dolby Digital 5.1. Disattiva l’opzione “Modifica formato” per migliorare la qualità audio. Per ulteriori informazioni, consulta support.apple.com/appletv/audio
ja: オーディオはドルビーデジタル5.1に再エンコードされます。 オーディオ品質を改善するには“フォーマットを変換”をオフにしてください。 詳しくは、 support.apple.com/appletv/audio を参照してください。
ko: 오디오가 Dolby Digital 5.1로 다시 인코딩됩니다. 오디오 음질을 향상하려면 포맷 변경을 끄십시오. 더 자세한 사항은 다음 사이트를 참조하십시오. support.apple.com/appletv/audio
ms: Audio akan dikodkan semula sebagai Dolby Digital 5.1. Nyahaktifkan Tukar Format untuk meningkatkan kualiti audio. Untuk mendapatkan maklumat lanjut, lihat support.apple.com/appletv/audio
nb: Lyd vil bli kodet på nytt som Dolby Digital 5.1. Slå av Bytt format hvis du vil ha bedre lydkvalitet. Du finner mer informasjon på support.apple.com/appletv/audio
nl: Audio wordt opnieuw gecodeerd in Dolby Digital 5.1. Schakel 'Wijzig structuur' uit om de audiokwaliteit te verbeteren. Ga voor meer informatie naar support.apple.com/appletv/audio
pl: Dźwięk będzie kodowany ponownie jako Dolby Digital 5.1. Aby poprawić jakość, wyłącz opcję Zmień format. Aby uzyskać więcej informacji, zobacz: support.apple.com/appletv/audio
pt_br: O áudio será recodificado como Dolby Digital 5.1. Desative a opção Alterar Formato para melhorar a qualidade de áudio. Para saber mais, visite support.apple.com/appletv/audio
pt_pt: O áudio será recodificado como Dolby Digital 5.1. Para melhorar a qualidade do áudio, desative a opção Alterar formato. Encontrará informação adicional em support.apple.com/appletv/audio
ro: Sunetul va fi recodat drept Dolby Digital 5.1. Dezactivați opțiunea „Schimbare format” pentru a îmbunătăți calitatea audio. Pentru mai multe informații, consultați support.apple.com/appletv/audio
ru: Звук будет перекодирован в Dolby Digital 5.1. Выключите параметр «Изменить формат», чтобы улучшить качество звука. Подробнее: support.apple.com/appletv/audio
sk: Audio bude prekódované do formátu Dolby Digital 5.1. Ak chcete vylepšiť kvalitu audia, vypnite funkciu Zmeniť formát. Viac informácií nájdete na stránke support.apple.com/appletv/audio
sl: Zvok bo znova kodiran v obliko zapisa Dolby Digital 5.1. Izklopite možnost Spremeni obliko zapisa, da izboljšate kakovost zvoka. Za več informacij glejte support.apple.com/appletv/audio
sv: Ljudet kodas om till Dolby Digital 5.1. Stäng av Ändra format om du vill förbättra ljudkvaliteten. Mer information finns på support.apple.com/appletv/audio
th: เสียงจะถูกเข้ารหัสอีกครั้งเป็น Dolby Digital 5.1 ปิดใช้การเปลี่ยนรูปแบบเพื่อปรับปรุงคุณภาพเสียง สำหรับข้อมูลเพิ่มเติม ให้ดูที่ support.apple.com/appletv/audio
tr: Ses, Dolby Digital 5.1 olarak yeniden kodlanır. Ses kalitesini iyileştirmek için Biçimi Değiştir’i kapatın. Daha fazla bilgi için şu adrese gidin: support.apple.com/appletv/audio
uk: Звук перекодовуватиметься у формат Dolby Digital 5.1. Щоб покращити якість звуку, вимкніть параметр «Зміна формату». Додаткові відомості наведено на вебсторінці support.apple.com/appletv/audio
vi: Âm thanh sẽ được mã hóa lại dưới dạng Dolby Digital 5.1. Hãy tắt Thay đổi định dạng để cải thiện chất lượng âm thanh. Để biết thêm thông tin, hãy xem support.apple.com/appletv/audio
zh_cn: 音频将被重新编码为杜比数字5.1。 关闭“更改格式”以提高音频质量。 更多信息请访问 support.apple.com/appletv/audio
zh_hk: 音訊將重新編碼為Dolby Digital 5.1。 請關閉「更改格式」以改善音訊品質。 詳情請瀏覽 support.apple.com/appletv/audio
zh_tw: 音訊將被重新編碼為杜比數位5.1。 請關閉「更改格式」以改進音訊品質。 如需更多資訊，請參訪 support.apple.com/appletv/audio

# AVSurroundNewFormatDolbyWithAtmosAvailableDescription
source: Audio will be re-encoded as Dolby Digital 5.1. Turn off Change Format to improve audio quality and enable Dolby Atmos. For more information, see support.apple.com/appletv/audio
ar: ستتم إعادة ترميز الصوت بتنسيق Dolby Digital 5.1. أوقف "تغيير التنسيق" لتحسين جودة الصوت وتمكين Dolby Atmos. لمزيد من المعلومات، يرجى مراجعة support.apple.com/appletv/audio
ca: Es recodificarà l’àudio com a Dolby Digital 5.1. Si vols millorar‑ne la qualitat i utilitzar Dolby Atmos, desactiva “Canvia el format”. Trobaràs més informació a support.apple.com/appletv/audio.
cs: Zvuk bude znovu kódován jako Dolby Digital 5.1. Chcete‑li zlepšit kvalitu zvuku a zapnout Dolby Atmos, vypněte volbu Změnit formát. Další informace viz support.apple.com/appletv/audio
da: Lyd bliver omkodet til Dolby Digital 5.1. Slå Skift format fra for at forbedre lydkvaliteten og aktivere Dolby Atmos. Du kan få flere oplysninger på support.apple.com/appletv/audio
de: Audio wird als Dolby Digital 5.1 neu codiert. Schalte „Format ändern“ aus, um die Audioqualität zu verbessern und Dolby Atmos zu aktivieren. Weitere Infos findest du unter: support.apple.com/appletv/audio
el: Ο ήχος θα κωδικοποιηθεί εκ νέου ως Dolby Digital 5.1. Απενεργοποιήστε την «Αλλαγή μορφής» για βελτίωση της ποιότητας ήχου και ενεργοποίηση του Dolby Atmos. Για περισσότερες πληροφορίες, επισκεφθείτε τη διεύθυνση support.apple.com/appletv/audio
es: El audio se recodificará como Dolby Digital 5.1. Desactiva “Cambiar formato” para mejorar la calidad del audio y activar Dolby Atmos. Si quieres obtener más información, consulta support.apple.com/appletv/audio.
es_us: El audio se volverá a codificar en formato Dolby Digital 5.1. Desactiva Cambiar el formato para mejorar la calidad del audio y activa Dolby Atmos. Para más información, consulta support.apple.com/appletv/audio
fi: Ääni koodataan uudelleen Dolby Digital 5.1:ksi. Paranna äänenlaatua laittamalla ”Vaihda muotoa” pois päältä ja ottamalla Dolby Atmos käyttöön. Katso lisätietoja osoitteesta support.apple.com/appletv/audio
fr: Le son sera réencodé en Dolby Digital 5.1. Désactivez « Changer de format » pour améliorer la qualité audio et activer le Dolby Atmos. Pour en savoir plus, consultez la page suivante : support.apple.com/appletv/audio
fr_ca: Le son sera réencodé en format Dolby Digital 5.1. Désactivez Modifier le format pour améliorer la qualité audio et activer Dolby Atmos. Pour en savoir plus, consultez support.apple.com/appletv/audio.
he: השמע יקודד מחדש כ-Dolby Digital 5.1. יש לכבות את ״שינוי פורמט״ כדי לשפר את איכות השמע ולהפעיל את Dolby Atmos. מידע נוסף זמין בכתובת: support.apple.com/appletv/audio
hi: ऑडियो को Dolby Digital 5.1 के रूप में फिर से एनकोड किया जाएगा। ऑडियो गुणवत्ता को बेहतर करने और Dolby Atmos सक्षम करने के लिए “फ़ॉर्मैट बदलें” बंद करें। अधिक जानकारी के लिए, देखें support.apple.com/appletv/audio
hr: Audio će se ponovno kodirati kao Dolby Digital 5.1. Isključite opciju “Promijeni format” za poboljšanje kvalitete zvuka i omogućavanje Dolby Atmosa. Za dodatne informacije pogledajte support.apple.com/appletv/audio
hu: A hang újra lesz kódolva Dolby Digital 5.1-es hangként. A hangminőség javítása érdekében és a Dolby Atmos engedélyezéséhez kapcsolja ki a Formátum módosítása beállítást. További információkért keresse fel a következőt: support.apple.com/appletv/audio
id: Audio akan dikodekan ulang sebagai Dolby Digital 5.1. Matikan Ubah Format untuk meningkatkan kualitas audio dan mengaktifkan Dolby Atmos. Untuk informasi lainnya, lihat support.apple.com/appletv/audio
it: L’audio verrà ricodificato come Dolby Digital 5.1. Disattiva l’opzione “Modifica formato” per migliorare la qualità audio e abilitare Dolby Atmos. Per ulteriori informazioni, consulta support.apple.com/appletv/audio
ja: オーディオはドルビーデジタル5.1に再エンコードされます。 オーディオ品質を改善およびドルビーアトモスを有効にするには “フォーマットを変換”をオフにしてください。 詳しくは、 support.apple.com/appletv/audio を参照してください。
ko: 오디오가 Dolby Digital 5.1로 다시 인코딩됩니다. 오디오 음질을 향상하고 Dolby Atmos를 활성화하려면 포맷 변경을 끄십시오. 더 자세한 사항은 다음 사이트를 참조하십시오. support.apple.com/appletv/audio
ms: Audio akan dikodkan semula sebagai Dolby Digital 5.1. Nyahaktifkan Tukar Format untuk meningkatkan kualiti audio dan mendayakan Dolby Atmos. Untuk mendapatkan maklumat lanjut, lihat support.apple.com/appletv/audio
nb: Lyd vil bli kodet på nytt som Dolby Digital 5.1. Slå av Bytt format hvis du vil ha bedre lydkvalitet og aktivere Dolby Atmos. Du finner mer informasjon på support.apple.com/appletv/audio
nl: Audio wordt opnieuw gecodeerd in Dolby Digital 5.1. Schakel 'Wijzig structuur' uit om de audiokwaliteit te verbeteren en Dolby Atmos in te schakelen. Ga voor meer informatie naar support.apple.com/appletv/audio
pl: Dźwięk będzie kodowany ponownie jako Dolby Digital 5.1. Aby poprawić jakość i włączyć Dolby Atmos, wyłącz opcję Zmień format. Aby uzyskać więcej informacji, zobacz: support.apple.com/appletv/audio
pt_br: O áudio será recodificado como Dolby Digital 5.1. Desative a opção Alterar Formato para melhorar a qualidade de áudio e ativar o Dolby Atmos. Para saber mais, visite support.apple.com/appletv/audio
pt_pt: O áudio será recodificado como Dolby Digital 5.1. Desative a opção Alterar formato para melhorar a qualidade do áudio e ativar Dolby Atmos. Encontrará informação adicional em support.apple.com/appletv/audio
ro: Sunetul va fi recodat drept Dolby Digital 5.1. Dezactivați opțiunea „Schimbare format” pentru a îmbunătăți calitatea audio și a activa Dolby Atmos. Pentru mai multe informații, consultați support.apple.com/appletv/audio
ru: Звук будет перекодирован в Dolby Digital 5.1. Выключите параметр «Изменить формат», чтобы улучшить качество звука и включить Dolby Atmos. Подробнее: support.apple.com/appletv/audio
sk: Audio bude prekódované do formátu Dolby Digital 5.1. Ak chcete vylepšiť kvalitu audia a povoliť Dolby Atmos, vypnite funkciu Zmeniť formát. Viac informácií nájdete na stránke support.apple.com/appletv/audio
sl: Zvok bo znova kodiran v obliko zapisa Dolby Digital 5.1. Izklopite možnost Spremeni obliko zapisa, da izboljšate kakovost zvoka in omogočite Dolby Atmos. Za več informacij glejte support.apple.com/appletv/audio
sv: Ljudet kodas om till Dolby Digital 5.1. Stäng av Ändra format om du vill förbättra ljudkvaliteten och aktivera Dolby Atmos. Mer information finns på support.apple.com/appletv/audio
th: เสียงจะถูกเข้ารหัสอีกครั้งเป็น Dolby Digital 5.1 ปิดใช้การเปลี่ยนรูปแบบเพื่อปรับปรุง คุณภาพเสียงและเปิดใช้งาน Dolby Atmos สำหรับข้อมูลเพิ่มเติม ให้ดูที่ support.apple.com/appletv/audio
tr: Ses, Dolby Digital 5.1 olarak yeniden kodlanır. Ses kalitesini iyileştirmek için Biçimi Değiştir’i kapatın ve Dolby Atmos’u etkinleştirin. Daha fazla bilgi için şu adrese gidin: support.apple.com/appletv/audio
uk: Звук перекодовуватиметься у формат Dolby Digital 5.1. Вимкніть параметр «Зміна формату», щоб покращити якість звуку й увімкнути Dolby Atmos. Додаткові відомості наведено на вебсторінці support.apple.com/appletv/audio
vi: Âm thanh sẽ được mã hóa lại dưới dạng Dolby Digital 5.1. Hãy tắt Thay đổi định dạng để cải thiện chất lượng âm thanh và bật Dolby Atmos. Để biết thêm thông tin, hãy xem support.apple.com/appletv/audio
zh_cn: 音频将被重新编码为杜比数字5.1。 关闭“更改格式”以提高音频质量 并启用杜比全景声。 更多信息请访问 support.apple.com/appletv/audio
zh_hk: 音訊將重新編碼為Dolby Digital 5.1。 請關閉「更改格式」以改善 音訊品質並啟用杜比全景聲。 詳情請瀏覽 support.apple.com/appletv/audio
zh_tw: 音訊將被重新編碼為杜比數位5.1。 請關閉「更改格式」以改進音訊品質 並啟用杜比全景聲。 如需更多資訊，請參訪 support.apple.com/appletv/audio
